Repository: IBMPredictiveAnalytics/STATS_PROPOR_REGRPRED
Catalog: src/lang/*/STATS_PROPOR_REGRPRED.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

source: Proportional Variable Regression Prediction
de: Proportionale Variablenregressionsvorhersage
es: Predicción de regresión de variables proporcional
fr: Prévision de la régression de variable proportionnelle
it: Previsione regressione variabile proporzionale
ja: 比例変数回帰予測
ko: 비율 변수 회귀 예측
pl: Predykcja regresji zmiennej proporcjonalnej
pt_br: Predição de regressão de variável proporcional
ru: Предсказание пропорциональной регрессии переменной
zh_cn: 比例变量回归预测
zh_tw: 比例式變數迴歸預測

source: Proportional Variable Regression Prediction: Warnings
de: Proportionale Variablenregressionsvorhersage: Warnungen
es: Predicción de regresión de variables proporcional: advertencias
fr: Prévision de la régression de variable proportionnelle : Avertissements
it: Previsione regressione variabile proporzionale: Avvisi
ja: 比例変数回帰予測: 警告
ko: 비율 변수 회귀 예측: 경고
pl: Predykcja regresji zmiennej proporcjonalnej: Ostrzeżenia
pt_br: Predição de regressão de variável proporcional: Avisos
ru: Предсказание пропорциональной регрессии переменной: Предупреждения
zh_cn: 比例变量回归预测：警告
zh_tw: 比例式變數迴歸預測：警告

source: The R %s package is required but could not be loaded.
de: Das R %s-Paket ist erforderlich konnte aber nicht geladen werden.
es: El paquete R %s es necesario pero no se ha podido cargar.
fr: Le pack R %s est requis mais n'a pas pu être chargé.
it: Il package R %s è necessario, ma non è stato possibile caricarlo.
ja: R %s パッケージが必要ですが、読み込むことができませんでした。
ko: R %s 패키지가 필요하지만 로드할 수 없습니다.
pl: Pakiet R %s jest wymagany, ale nie można było go wczytać.
pt_br: O pacote R %s é necessário, mas não pôde ser carregado.
ru: Необходим пакет R %s, но его не удалось загрузить.
zh_cn: 需要 R %s 程序包，但未能将其装入。
zh_tw: R %s 套件是必要套件，但無法載入。

source: The ID variable cannot be a predictor in the model
de: Die ID-Variable kann im Modell kein Prädiktor sein
es: La variable de ID no puede ser un predictor en el modelo
fr: La variable ID ne doit pas être un prédicteur dans le modèle.
it: La variabile ID non può essere un predittore nel modello
ja: ID 変数をモデル内の予測変数にすることはできません
ko: 모형에서 ID 변수는 예측자일 수 없습니다.
pl: Zmienna ID nie może być predyktorem w modelu
pt_br: A variável de ID não pode ser um preditor no modelo
ru: ID переменной не может быть предиктором в модели
zh_cn: ID 变量在模型中不能是预测变量
zh_tw: ID 變數不能是模型中的預報子

source: An input or ID variable was not found in the dataset
de: Eine Eingabe- oder ID-Variable wurde im Dataset nicht gefunden
es: No se ha encontrado la variable de ID en el conjunto de datos
fr: La variable ID ou d'entrée est introuvable dans le jeu de données.
it: Input o variabile ID non trovati nel dataset
ja: 入力または ID 変数がデータセット内で見つかりませんでした
ko: 데이터 세트에서 입력 또는 ID 변수를 찾을 수 없습니다.
pl: Danych wejściowych ani zmiennej ID nie znaleziono w zbiorze danych
pt_br: Uma variável de entrada ou ID não foi encontrada no conjunto de dados
ru: В наборе данных не найдена входная переменная или переменная ID
zh_cn: 在数据集中找不到输入或 ID 变量
zh_tw: 在資料集中找不到輸入或 ID 變數

source: No source specification was provided for the model
de: Keine Quellenspezifikation für das Modell bereitgestellt
es: No se ha proporcionado ninguna especificación de origen para el modelo
fr: Aucune spécification source n'a été fournie pour le modèle.
it: Nessuna specifica dell'origine fornita per il modello
ja: モデルのソース指定が提供されませんでした
ko: 모형에 대해 제공된 소스 지정이 없습니다.
pl: Nie podano specyfikacji źródła dla modelu
pt_br: Nenhuma especificação de origem foi fornecida para o modelo
ru: Для модели не задана спецификация источника
zh_cn: 没有为模型提供源指定项
zh_tw: 未提供模型的來源規格

source: Either a workspace file or the use-retained option but not both must be specified
de: Es muss entweder eine Arbeitsbereichsdatei oder die Option <!-- ST230-22, 25.06.14, LS -->'Löschen' oder 'Beibehalten' aber nicht beides angegeben werden
es: Se debe especificar un archivo de espacio de trabajo o la opción de uso retenido, pero no ambas a la vez
fr: Vous pouvez sélectionner l'option de suppression du fichier d'espace de travail ou l'option de conservation, mais pas les deux.
it: È necessario specificare un file dello spazio di lavoro o l'opzione per l'utilizzo dello spazio di lavoro conservato, ma non entrambi
ja: ワークスペース ファイルの指定、またはその使用保持オプション (「保持」または「クリア」のいずれか。両方は指定不可) の指定が必要です。
ko: 작업공간 파일 또는 사용하도록 유지된 옵션 중 하나만 지정해야 합니다.
pl: Należy wskazać plik obszaru roboczego lub opcję użycia zachowanych danych, ale nie obie
pt_br: Um arquivo de área de trabalho ou a opção de uso retido deve ser especifica, mas não ambos
ru: Должен быть задан либо файл рабочего пространства, либо опция использования сохраненного, но не то и другое сразу.
zh_cn: 必须指定工作空间文件或用户保留的选项，但不得同时指定这两者
zh_tw: 必須指定工作區檔案或使用保留的選項，但是不能同時指定兩者

source: The model file %s could not be found or is not a valid model file.
de: Die Modelldatei %s wurde nicht gefunden oder ist keine gültige Modelldatei
es: No se ha podido encontrar el archivo de modelo %s o bien no es archivo de modelo válido.
fr: Le fichier de modèle %s est introuvable ou n'est pas un fichier de modèle valide.
it: Il file modello %s non è stato trovato o non è un file di modello valido.
ja: モデル ファイル %s が見つからなかったか、有効なモデル ファイルではありません。
ko: 모형 파일 %s이(가) 없거나 유효한 모형 파일이 아닙니다.
pl: Pliku modelu %s nie można znaleźć lub nie jest on poprawnym plikiem modelu.
pt_br: O arquivo %s de modelo não pôde ser localizado ou não é um arquivo de modelo válido.
ru: Файл модели %s не удалось найти, либо он не является допустимым файлом модели.
zh_cn: 找不到模型文件 %s，或者该文件不是有效的模型文件。
zh_tw: 模型檔 %s 找不到，或不是有效的模型檔。

source: One or more required objects are missing from the specified workspace
de: Mindestens ein erforderliches Objekt fehlt im angegebenen Arbeitsbereich
es: Faltan uno o más objetos necesarios en el espacio de trabajo especificado
fr: Un ou plusieurs objets requis sont manquants de l'espace de travail spécifié.
it: Uno o più oggetti richiesti mancano dallo spazio di lavoro specificato
ja: 1 つ以上の必要なオブジェクトが、指定されたワークスペースから欠落しています
ko: 하나 이상의 필수 개체가 지정된 작업공간에서 누락되었습니다.
pl: W podanym obszarze roboczym brak jednego lub większej liczby wymaganych modeli
pt_br: Um ou mais objetos necessários estão ausentes na área de trabalho especificada
ru: В заданном рабочем пространстве отсутствует один или несколько обязательных объектов
zh_cn: 指定工作空间中缺少一个或多个必需对象
zh_tw: 指定的工作區中遺漏一個以上所需的物件

source: One or more proportional regression objects are invalid
de: Mindestens ein proportionales Regressionsobjekt ist ungültig
es: Uno o más objetos de regresión proporcionales no son válidos
fr: Un ou plusieurs objets de régression proportionnelle ne sont pas valides.
it: Uno o più oggetti di regressione proporzionale non sono validi
ja: 1 つ以上の比例回帰オブジェクトが無効です
ko: 하나 이상의 비율 회귀 개체가 올바르지 않습니다.
pl: Jeden lub więcej obiektów regresji proporcjonalnej jest niepoprawnych
pt_br: Um ou mais objetos de regressão proporcional são inválidos
ru: Недопустим один или несколько объектов пропорциональной регрессии
zh_cn: 一个或多个比例回归对象无效
zh_tw: 一個以上比例式迴歸物件無效

source: Dependent Variable
de: Abhängige Variable
es: Variable dependiente
fr: Variable dépendante
it: Variabile dipendente
ja: 従属変数
ko: 종속변수
pl: Zmienna zależna
pt_br: Variável dependente
ru: Зависимая переменная
zh_cn: 因变量
zh_tw: 依變數

source: Link Function
de: Verknüpfungsfunktion
es: Función de enlace
fr: Fonction de lien
it: Funzione di collegamento
ja: リンク関数
ko: 연결함수
pl: Funkcja łączenia
pt_br: Função de ligação
ru: Функция связи
zh_cn: 关联函数
zh_tw: 鏈結函數

source: Mean Model Variables
de: Mittelwertsmodellvariablen
es: Variables de modelo de media
fr: Variables du modèle de moyenne
it: Variabili modello medio
ja: 平均モデル変数
ko: 평균 모형 변수
pl: Zmienne modelu wartości średniej
pt_br: Variáveis de modelo de média
ru: Переменные модели среднего
zh_cn: 平均值模型变量
zh_tw: 平均值模型變數

source: Precision Model Link Function
de: Genauigkeitsmodell-Verknüpfungsfunktion
es: Función de enlace de modelo de precisión
fr: Fonction de lien du modèle de précision
it: Funzione di collegamento modello di precisione
ja: 精度モデル リンク関数
ko: 정밀 모형 연결함수
pl: Funkcja łączenia modelu precyzji
pt_br: Função de ligação do modelo de precisão
ru: Функция связи модели точности
zh_cn: 精度模型关联函数
zh_tw: 精準度模型鏈結函數

source: Precision Model Variables
de: Genauigkeitsmodellvariablen
es: Variables de modelos de precisión
fr: Variables du modèles de précision
it: Variabili modello di precisione
ja: 精度モデル変数
ko: 정밀 모형 변수
pl: Zmienne modelu precyzji
pt_br: Variáveis de modelo de precisão
ru: Переменные модели точности
zh_cn: 精度模型变量
zh_tw: 精準度模型變數

source: Offset
es: Desplazamiento
fr: Décalage
ja: オフセット
ko: 변위
pl: Przesunięcie
ru: Смещение
zh_cn: 偏移
zh_tw: 偏移

source: Missing Value Treatment
de: Behandlung eines fehlenden Werts
es: Tratamiento de valores perdidos
fr: Traitement des valeurs manquantes
it: Trattamento dei valori mancanti
ja: 欠損値の処理
ko: 결측값 처리
pl: Traktowanie braków danych
pt_br: Tratamento de valor omisso
ru: Способ обработки пропущенных значений
zh_cn: 缺失值处理
zh_tw: 遺漏值處理

source: Estimator Type
de: Schätzertyp
es: Tipo de estimador
fr: Type d'estimateur
it: Tipo di stimatore
ja: 推定量タイプ
ko: 추정량 유형
pl: Typ estymatora
pt_br: Tipo de estimador
ru: Тип оценок
zh_cn: 估计量类型
zh_tw: 估計值類型

source: Convergence
de: Konvergenz
es: Convergencia
it: Convergenza
ja: 収束基準
ko: 수렴
pl: Zbieżność
pt_br: Convergência
ru: Сходимость
zh_cn: 收敛
zh_tw: 收斂

source: Saved Workspace
de: Gespeicherter Arbeitsbereich
es: Espacio de trabajo guardado
fr: Espace de travail enregistré
it: Spazio di lavoro salvato
ja: 保存済みワークスペース
ko: 저장된 작업공간
pl: Zapisany obszar roboczy
pt_br: Área de trabalho salva
ru: Сохраненное рабочее пространство
zh_cn: 保存的工作空间
zh_tw: 儲存的工作區

source: Creation Date
de: Erstellungsdatum
es: Fecha de creación
fr: Date de création
it: Data di creazione
ja: 作成日時
ko: 작성 날짜
pl: Data utworzenia
pt_br: Data de criação
ru: Дата создания
zh_cn: 创建日期
zh_tw: 建立日期

source: Prediction Dataset
de: Vorhersagedataset
es: Conjunto de datos de predicción
fr: Jeu de données des prévisions
it: Dataset di previsione
ja: 予測データセット
ko: 예측 데이터 세트
pl: Zbiór danych predykcyjnych
pt_br: Conjunto de dados de predição
ru: Набор данных предсказания
zh_cn: 预测数据集
zh_tw: 預測資料集

source: Maximum Likelihood
es: Máxima verosimilitud
fr: Probabilité maximale
it: Massima verosimiglianza
ja: 最尤法
ko: 최대 우도
pl: Największa wiarygodność
pt_br: Máxima Verossimilhança
ru: Максимальное правдоподобие
zh_cn: 最大似然
zh_tw: 概似值上限

source: ML Bias Corrected
de: ML-Verzerrung korrigiert
es: Sesgo ML corregido
fr: Biais corrigé ML
it: Distorsione ML corretta
ja: ML バイアス補正
ko: ML 편향 정정됨
pl: Skorygowane o obciążenie ML
pt_br: ML viés corrigido
ru: С коррекцией смещения ML
zh_cn: 已修正 ML 偏差
zh_tw: ML 偏差修正

source: ML Bias Reduced
de: ML-Verzerrung reduziert
es: Sesgo ML reducido
fr: Biais réduit ML
it: Distorsione ML ridotta
ja: ML バイアス減少
ko: ML 편향 축소됨
pl: Zredukowane o obciążenie ML
pt_br: ML viés reduzido
ru: С сокращением смещения ML
zh_cn: 已减小 ML 偏差
zh_tw: ML 偏差減少

source: --NA--
de: --NV--
ko: --해당 없음--
pl: --Nie dotyczy--
ru: --НП--
zh_cn: --不适用--
zh_tw: --不適用--

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
ko: 예
pl: Tak
pt_br: Sim
ru: Да
zh_cn: 是
zh_tw: 是

source: No
de: Nein
fr: Non
ja: いいえ
ko: 아니오
pl: Nie
pt_br: Não
ru: Нет
zh_cn: 否
zh_tw: 否

source: Summary
de: Übersicht
es: Resumen
fr: Récapitulatif
it: Riepilogo
ja: 要約
ko: 요약
pl: Podsumowanie
pt_br: Sumarização
ru: Итог
zh_cn: 摘要
zh_tw: 摘要

source: Computations done by R package betareg
de: Mit dem R betareg-Paket ausgeführte Berechnungen
es: Cálculos realizados por el paquete de R betareg
fr: Calculs réalisés à l'aide du pack R betareg
it: Calcoli effettuati da betareg del package R
ja: R パッケージ betareg によって完了した計算
ko: R 패키지 betareg에 의해 수행된 계산
pl: Obliczenia wykonane w pakiecie R betareg
pt_br: Cálculos feitos pelo betareg do pacote R
ru: Вычисления выполнены пакетом R betareg
zh_cn: R 程序包 betareg 已完成计算
zh_tw: 由 R 套件 betareg 執行的計算

source: Coefficient
de: Koeffizient
es: Coeficiente
it: Coefficiente
ja: 係数
ko: 계수
pl: Współczynnik
pt_br: Coeficiente
ru: Коэффициент
zh_cn: 系数
zh_tw: 係數

source: Std. Error
de: Standardfehler
es: Error estándar
fr: Erreur std.
it: Errore std.
ja: 標準誤差
ko: 표준오차
pl: Błąd standardowy
pt_br: Erro Padrão
ru: Стд. ошибка
zh_cn: 标准误差
zh_tw: 標準誤

source: Z Value
de: Z-Wert
es: Valor Z
fr: Valeur Z
it: Valore Z
ja: Z 値
ko: Z 값
pl: Wartość Z
pt_br: Valor Z
ru: Z-значение
zh_cn: Z 值
zh_tw: Z 值

source: Sig.
it: Sign.
ja: 有意
ko: TPL 유의확률
pl: Istotność
ru: Значимость
zh_cn: 显著性
zh_tw: 顯著性

source: Mean Coefficients
de: Mittelwertkoeffizienten
es: Coeficientes promedio
fr: Coefficients de moyenne
it: Coefficienti medi
ja: 平均係数
ko: 평균 계수
pl: Współczynniki średniej
pt_br: Coeficientes de Média
ru: Коэффициенты среднего
zh_cn: 平均系数
zh_tw: 平均值係數

source: Precision Coefficients
de: Genauigkeitskoeffizienten
es: Coeficientes de precisión
fr: Coefficients de précision
it: Coefficienti di precisione
ja: 精度係数
ko: 정밀도 계수
pl: Współczynniki precyzji
pt_br: Coeficientes de Precisão
ru: Коэффициенты точности
zh_cn: 精度系数
zh_tw: 精準度係數

source: Predicted Values, Type=%s
de: Vorhergesagte Werte, Typ=%s
es: Valores pronosticados, Tipo=%s
fr: Prévisions, Type = %s
it: Valori previsti, Tipo=%s
ja: 予測値、タイプ=%s
ko: 예측값, 유형=%s
pl: Wartości predykcyjne, typ=%s
pt_br: Valores preditos, Tipo=%s
ru: Предсказанные значения; тип=%s
zh_cn: 预测值，类型为 %s
zh_tw: 預測值，類型=%s

source: The active dataset must have a name when creating new datasets
de: Das aktive Dataset muss einen Namen haben, wenn neue Datasets erstellt werden
es: El conjunto de datos activo debe tener un nombre si se van a crear nuevos conjuntos de datos
fr: Le jeu de données actif doit comporter un nom lors de la création de jeux de données.
it: Il dataset attivo deve avere un nome quando si stanno creando nuovi dataset
ja: 新しいデータセットを作成する場合、アクティブなデータセットには名前が必要です
ko: 새 데이터 세트를 작성할 때 활성 데이터 세트의 이름이 있어야 합니다.
pl: Aktywny zbiór danych musi mieć nazwę podczas tworzenia nowych zbiorów danych
pt_br: O conjunto de dados ativo deve ter um nome quando estiver criando novos conjuntos de dados
ru: При создания новых наборов данных у активного набора данных должно быть имя
zh_cn: 创建新的数据集时，活动数据集必须具有名称
zh_tw: 在建立新的資料集時，作用中的資料集必須具有名稱

source: One or more specified output dataset names are already in use
de: Mindestens ein angegebener Ausgabedatasetname wird bereits verwendet
es: Uno o más nombres de conjunto de datos de resultados ya se están utilizando
fr: Un ou plusieurs noms de jeu de données de sortie sont déjà utilisés.
it: Uno o più nomi dataset di output specificati sono già in uso
ja: 1 つ以上の指定された出力データセット名がすでに使用されています
ko: 하나 이상의 지정된 출력 데이터 세트 이름이 이미 사용 중입니다.
pl: Co najmniej jedna określona nazwa zbioru danych jest już używana
pt_br: Um ou mais nomes de conjuntos de dados de saída especificados já estão em uso
ru: Одно или несколько имен наборов данных уже используются
zh_cn: 一个或多个指定的输出数据集名称已在使用中
zh_tw: 一個以上指定的輸出資料集名稱已在使用中

source: End of procedure
de: Ende der Prozedur
es: Fin del procedimiento
fr: Fin de la procédure
it: Fine della procedura
ja: 手順の終わり
ko: 프로시저 끝
pl: Koniec procedury
pt_br: Fim do procedimento
ru: Конец процедуры
zh_cn: 过程结束
zh_tw: 程序的結尾

source: Message Number
de: Nachrichtennummer
es: Número de mensaje
fr: Numéro de message
it: Numero messaggio
ja: メッセージ番号
ko: 메시지 번호
pl: Numer komunikatu
pt_br: Número da mensagem
ru: Номер сообщения
zh_cn: 消息号
zh_tw: 訊息號碼
